Repository: Paco8/ttml2ssa
Catalog: kodi/translations/*.po
Languages: hu, pl

# #32000
source: SSA Style
hu: SSA Stílus
pl: Styl SSA

# #32001
source: Font name
hu: Betűtípus név
pl: Nazwa czcionki

# #32002
source: Font size
hu: Betűtípus méret
pl: Rozmiar czcionki

# #32003
source: Primary colour (AABBGGRR or colour name)
hu: Alapszín (AABBGGRR vagy a szín neve)
pl: Kolor podstawowy (AABBGGRR lub nazwa koloru)

# #32004
source: Back colour (AABBGGRR or colour name)
hu: Háttérszín (AABBGGRR vagy a szín neve)
pl: Kolor tła (AABBGGRR lub nazwa koloru)

# #32005
source: Outline colour (AABBGGRR or colour name)
hu: Keretszín (AABBGGRR vagy a szín neve)
pl: Kolor konturu (AABBGGRR lub nazwa koloru)

# #32006
source: Border style
hu: Keret stílusa
pl: Styl obramowania

# #32007
source: Outline with shadow
hu: Külső árnyék
pl: Kontur z cieniem

# #32008
source: Opaque box
hu: Áttetsző háttér
pl: Nieprzezroczyste

# #32009
source: Outline
hu: Körvonal
pl: Zarys

# #32010
source: Shadow
hu: Árnyék
pl: Cień

# #32011
source: Bold
hu: Kövér
pl: Pogrubienie

# #32012
source: Italic
hu: Dőlt
pl: Kursywa

# #32013
source: Vertical margin
hu: Függőleges margó
pl: Margines pionowy

# #32014
source: Left margin
hu: Baloldali margó
pl: Lewy margines

# #32015
source: Right margin
hu: Jobboldali margó
pl: Prawy margines

# #32016
source: Main
hu: Alapbeállítás
pl: Główne

# #32100
source: Misc
hu: Egyéb
pl: Inne

# #32101
source: Allow italics
hu: Dőlt engedélyezése
pl: Zezwól na kursywę

# #32102
source: Allow text on the top
hu: Szöveg engedélyezése fenntre
pl: Zezwól na tekst u góry

# #32103
source: Allow cosmetic changes
hu: Engedélyezze a stílusbeli változtatásokat
pl: Zezwalaj na zmiany kosmetyczne

# #32104
source: Allow fixes for some languages
hu: Javítások engedélyezése egyes nyelveken
pl: Umożliwienie poprawek dla niektórych języków

# #32105
source: Timestamp minimum separation (SSA only) in ms
hu: Időbélyeg minimális elválasztás (csak SSA) ms-ban
pl: Minimalny czas separacji (tylko SSA) w ms

# #32106
source: Allow timestamp manipulation
hu: Az időbélyeg kezelésének engedélyezése
pl: Zezwalaj na manipulację znacznikami czasu

# #32107
source: Fix collisions
hu: Ütközések javítása
pl: Naprawa kolizji

# #32108
source: Try to fix Amazon errors
hu: Próbálja meg kijavítani az Amazon hibákat
pl: Próbuj naprawić błędy Amazon

# #32109
source: Cache downloaded subtitles
hu: A letöltött feliratok gyorsítótárazása
pl: Zapisz pobrane napisy w pamięci podręcznej

# #32200
source: Subtitle type
hu: Felirat típusa
pl: Rodzaje napisów

# #32201
source: Improved Subtitles Settings
hu: Továbbfejlesztett feliratbeállítások
pl: Zaawansowane ustawienia napisów

# #32202
source: Improved subtitles
hu: Javított feliratok
pl: Ulepszone napisy

# #32203
source: Normal (SRT)
hu: Normál (SRT)
pl: Normalne (SRT)

# #32204
source: Improved (SSA)
hu: Javított (SSA)
pl: Rozszerzone (SSA)

# #32205
source: Both
hu: Mindkettő
pl: Oba
